Repository: jose1711/Luna
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #30001
source: Streaming
sk_sk: Streamovanie

# #30002
source: Host address
sk_sk: Adresa hostiteľa

# #30003
source: Framerate
sk_sk: Snímková frekvencia

# #30004
source: Resolution
sk_sk: Rozlíšenie

# #30005
source: Enable Custom Resolution
sk_sk: Povoliť vlastné rozlíšenie

# #30006
source: Horizontal Resolution
sk_sk: Vodorovné rozlíšenie

# #30007
source: Vertical Resolution
sk_sk: Zvislé rozlíšenie

# #30008
source: Pair Host
sk_sk: Spárovať s hostiteľom

# #30009
source: Advanced
sk_sk: Pokročilé

# #30010
source: Enable Custom Bitrate
sk_sk: Povoliť vlastný bitový tok

# #30011
source: Bitrate (Mbps)
sk_sk: Bitový tok (Mb/s)

# #30012
source: Packetsize (bytes)
sk_sk: Veľkosť paketov (bajty)

# #30013
source: Enable Remote Connection Opimizations
sk_sk: Povoliť optimalizáciu vzdialeného pripojenia

# #30014
source: Enable GFE Graphics Optimizations
sk_sk: Povoliť grafické optimalizácie GFE

# #30015
source: Play Audio on Host
sk_sk: Prehrávať zvuk na hostiteľovi

# #30016
source: Select launch scripts
sk_sk: Vyberte spúšťacie skripty

# #30017
source: Successfully quit the game.
sk_sk: Hra bola úspešne ukončená.

# #30018
source: Failed to get game list from the host. Is the host running?
sk_sk: Nepodarilo sa získať herný zoznam od hostiteľa. Je hostiteľ spustený?

# #30019
source: Input Device
sk_sk: Vstupné zariadenie

# #30020
source: Force unpair from all hosts
sk_sk: Vynútiť zrušenie párovania so všetkými hostiteľmi

# #30021
source: Helper
sk_sk: Pomocník

# #30022
source: Clear Game Cache
sk_sk: Vyčistiť hernú keš

# #30023
source: Override Default Resolution
sk_sk: Ignorovať predvolené rozlíšenie

# #30024
source: Disable Experimental Scraper Feature
sk_sk: Zakázať experimentálnu funkciu scrapera

# #30025
source: Enable OMDB as Game Information Provider
sk_sk: Povoliť OMDB ako poskytovateľa informácií o hrách

# #30026
source: Enable TheGamesDB as Game Information Provider
sk_sk: Povoliť TheGamesDB ako poskytovateľa informácií o hrách

# #30027
source: Enable IGDB as Game Information Provider
sk_sk: Povoliť IGDB ako poskytovateľa informácií o hrách

# #30028
source: Select API Key File
sk_sk: Vyberte súbor s API kľúčom

# #30029
source: Experimental
sk_sk: Experimentálne

# #30030
source: Enable Luna Widget
sk_sk: Povoliť ovládací prvok Luna

# #30031
source: Disable gamepad mouse input emulation
sk_sk: Zakázať emuláciu gamepadu vstupom z myši

# #30032
source: Host Settings
sk_sk: Nastavenia hostiteľa

# #30033
source: Force Enable Fanart (Movies and Luna)
sk_sk: Vypnútiť zapnutie obrázkov (Filmy a Luna)

# #30034
source: Select Input Device(s)
sk_sk: Vyberte vstupné zariadenie(a)

# #30035
source: Enable Pre-Release Updates
sk_sk: Povoliť aktualizácie mimo hlavných verzií

# #30036
source: Audio Parameter
sk_sk: Nastavenie zvuku

# #30037
source: Select Audio Device
sk_sk: Vyberte zariadenie zvuku

# #30038
source: Enable Moonlight Debug Output
sk_sk: Povoliť ladiaci výstup Moonlightu

# #30039
source: Audio Backend
sk_sk: Zvukový ovládač

# #30040
source: Codec Selection
sk_sk: Výber kodeku

# #30041
source: Setup Moonlight PKG (internet connection required)
sk_sk: Nastaviť Moonlight PKG (vyžaduje internetové pripojenie)

# #30042
source: Customize Audio Settings
sk_sk: Upraviť nastavenia zvuku

# #30043
source: Enable Surround Sound
sk_sk: Povoliť priestorový zvuk

# #30044
source: Only allow supported configurations
sk_sk: Povoliť iba podporované konfigurácie

# #30045
source: Delete Pairing Key
sk_sk: Odstrániť párovací kľúč

# #30046
source: Show Intro
sk_sk: Zobraziť úvodné video

# #30047
source: Surround Audio Setup
sk_sk: Nastavenie priestorového zvuku

# #30100
source: Addon Settings
sk_sk: Nastavenia doplnku

# #30101
source: Full Refresh
sk_sk: Plné obnovenie

# #30102
source: Quit Game
sk_sk: Ukončiť hru

# #30200
source: Choose Controller Type
sk_sk: Vyberte typ ovládača

# #30201
source: Enter Filename for Controller Map
sk_sk: Zadajte súbor s mapou ovládača

# #30202
source: Preparing to start mapping ...
sk_sk: Príprava na začiatok mapovania...

# #30203
source: Mapping Successful
sk_sk: Mapovanie bolo úspešné

# #30204
source: Do you want to set the newly created mapping as active?
sk_sk: Chcete nastaviť novovytvorené mapovanie ako aktívne?

# #30205
source: Something went wrong, please try again.
sk_sk: Niečo sa pokazilo. Prosím, skúste to znova.

# #30206
source: Failed to pair to server: Already paired
sk_sk: Nepodarilo sa spárovať so serverom: Párovanie už existuje

# #30207
source: Please configure the addon first.
sk_sk: Prosím, najprv doplnok nastavte.

# #30208
source: This will remove all cached game information and clear the game storage. Next time you're going to visit the game view it will take some time until all information is available again. Are you sure you want to do this?
sk_sk: Týmto odstránite všetky informácie o hre uložené v keši a vyčistíte herné úložisko. Keď v budúcnosti hru zobrazíte, bude chvíľku trvať, kým budú všetky informácie opäť k dispozícii. Ste si istí, že to chcete urobiť?

# #30209
source: Couldn't get a game list from moonlight. Make sure your host PC is turned on and paired.
sk_sk: Nepodarilo sa získať herný zoznam z Moonlightu. Presvedčte sa, že počítač hostiteľa je zapnutý a spárovaný.

# #30210
source: Update to version %s available
sk_sk: Je dostupná aktualizácia na verziu %c

# #30211
source: You're already using the newest version
sk_sk: Už používate najnovšiu verziu

# #30212
source: An error occurred while loading information for game %s from %s
sk_sk: Počas načítavania informácií o hre %s z %s nastala chyba.
